let ka = {
    // pcount
    single: "ერთი",
    two: "ორი",
    three: "სამი",
    four: "ოთხი",
    // dificulty
    easy: "იოლი",
    normal: "ჩვეულებრივი",
    hard: "რთული",
    master: "ოსტატი",
    // mode
    long: "სრული",
    endurance: "გამძლეობა",
    challenge: "გამოწვევა",
    //interface texts
    score: "ქულა",
    //dialog texts
    welcome_text: `
        Montivipera Redemption.
    მოძრაობისათვის გამოიყენეთთ ისრები
    თამაშის დასაპაუზებლად დააჭირეთ P
    თამაშის გასაგრძელებლად დააჭირეთ P თავიდან
    სრულ ეკრანზე გასაშლელეად დააჭირეთ F.
    დააჭირეთ M პარამეტრების ფანჯარის გამოსატანათ
    დააჭირეთ N ახალი თამაშის მენიუს გასახსნელად
    დააჭირეთ G მუსიკის მოსასმენად ან დასაპაუზებლად.
    დააჭირეთ T მუსიკის გადასართავად`,
    multi_text: "",
    onplay_text:"",
    endurance_mode_text:`
    თქვენ თამაშობთ გამძლეობის რეჟიმში
    გამძლეობის რეჟიმში თქვენ პერიოდულად იმატებთ ქულებს და წონას
    თქვენი მიზანი გაძლოთ დიდხანს
    იოლი: ყოველ 20 წამში
    საშუალო ყოველ 10 წამში
    რთული ყოველ 5 წამში
    ოსტატის სირთულე: ყოველ 5 წამში და თქვენ ამისთვის ქულა არ გემატებათ და საჭმელი უნდა მოძებნოთ
    (ერთადერთი დონე რომელიც საჭმელს შეიცავს)
    `
}

// 
